{
  "segments" : [
    {
      "q" : "<p class='question'>What is our only hope in life and death?</p>",
      "a" : "<p class='answer'><span class='children'>That we are not our own but belong</span>, body and soul, both in life and death, <span class='children'>to God</span> and to our Savior Jesus Christ.</p>",
      "s" : "<blockquote class='verse'>For none of us lives to himself, and none of us dies to himself. For if we live, we live to the Lord, and if we die, we die to the Lord. So then, whether we live or whether we die, we are the Lord&rsquo;s.</blockquote><cite>&mdash;Romans 14:7&ndash;8 (ESV)</cite>",
      "v" : "https://player.vimeo.com/video/46824533"
    }, {
      "q" : "<p class='question'>What is God?</p>",
      "a" : "<p class='answer'><span class='children'>God is the creator</span> and sustainer <span class='children'>of everyone and everything.</span> He is eternal, infinite, and unchangeable in his power and perfection, goodness and glory, wisdom, justice, and truth. Nothing happens except through him and by his will.</p>",
      "s" : "<blockquote class='verse'>There is none like you among the gods, O Lord, nor are there any works like yours. All the nations you have made shall come and worship before you, O Lord, and shall glorify your name. For you are great and do wondrous things; you alone are God&hellip;. You, O Lord, are a God merciful and gracious, slow to anger and abounding in steadfast love and faithfulness.</blockquote><cite>&mdash;Psalm 86:8&ndash;10 and 15 (ESV)</cite>",
      "v" : "https://player.vimeo.com/video/46824534"
    }, {
      "q" : "<p class='question'>How many persons are there in God?</p>",
      "a" : "<p class='answer'><span class='children'>There are three persons in</span> the <span class='children'>one</span> true and living <span class='children'>God: the Father, the Son, and the Holy Spirit.</span> They are the same in substance, equal in power and glory.</p>",
      "s" : "<blockquote class='verse'>The grace of the Lord Jesus Christ and the love of God and the fellowship of the Holy Spirit be with you all.</blockquote><cite>&mdash;2 Corinthians 13:14 (ESV)</cite>",
      "v" : "https://player.vimeo.com/video/46824536"
    }, {
      "q" : "<p class='question'>How and why did God create us?</p>",
      "a" : "<p class='answer'><span class='children'>God created us male and female in his own image to</span> know him, love him, live with him, and <span class='children'>glorify him.</span> And it is right that we who were created by God should live to his glory.</p>",
      "s" : "<blockquote class='verse'>So God created man in his own image, in the image of God he created him; male and female he created them.</blockquote><cite>&mdash;Genesis 1:27 (ESV)</cite>",
      "v" : "https://player.vimeo.com/video/46824537"
    }, {
      "q" : "<p class='question'>What else did God create?</p>",
      "a" : "<p class='answer'><span class='children'>God created all things</span> by his powerful Word, <span class='children'>and all his creation was very good</span>; everything flourished under his loving rule.</p>",
      "s" : "<blockquote class='verse'>And God saw everything that he had made, and behold, it was very good.</blockquote><cite>&mdash;Genesis 1:31 (ESV)</cite>",
      "v" : "https://player.vimeo.com/video/46824538"
    }, {
      "q" : "<p class='question'>How can we glorify God?</p>",
      "a" : "<p class='answer'>We glorify God <span class='children'>by</span>  enjoying him, <span class='children'>loving him</span>, trusting him, <span class='children'>and by obeying his</span> will, <span class='children'>commands, and law.</span></p>",
      "s" : "<blockquote class='verse'>You shall therefore love the Lord your God and keep his charge, his statutes, his rules, and his commandments always.</blockquote><cite>&mdash;Deuteronomy 11:1 (ESV)</cite>",
      "v" : "https://player.vimeo.com/video/46832391"
    }, {
      "q" : "<p class='question'>What does the law of God require?</p>",
      "a" : "<p class='answer'>Personal, perfect, and perpetual obedience; <span class='children'>that we love God with all our heart, soul, mind, and strength; and love our neighbor as ourselves.</span> What God forbids should never be done and what God commands should always be done.</p>",
      "s" : "<blockquote class='verse'>And Jesus said to him, &ldquo;You shall love the Lord your God with all your heart and with all your soul and with all your mind.&nbsp;This is the great and first commandment. And a second is like it: You shall love your neighbor as yourself. On these two commandments depend all the Law and the Prophets.&rdquo;</blockquote><cite>&mdash;Matthew 22:37&ndash;40 (ESV)</cite>",
      "v" : "https://player.vimeo.com/video/46832392"
    }, {
      "q" : "<p class='question'>What is the law of God stated in the Ten Commandments?</p>",
      "a" : "<p class='answer'><span class='children'>You shall have no other gods before me. You shall not make for yourself an idol</span> in the form of anything in heaven above or on the earth beneath or in the waters below&mdash;you shall not bow down to them or worship them. <span class='children'>You shall not misuse the name of the LORD your God. Remember the Sabbath day by keeping it holy. Honor your father and your mother. You shall not murder. You shall not commit adultery. You shall not steal. You shall not give false testimony. You shall not covet.</span></p>",
      "s" : "<blockquote class='verse'>You shall have no other gods before me.</blockquote><cite>&mdash;Exodus 20:3 and Deuteronomy 5:7 (ESV)</cite>",
      "v" : "https://player.vimeo.com/video/46832396"
    }, {
      "q" : "<p class='question'>What does God require in the first, second, and third commandments?</p>",
      "a" : "<p class='answer'><span class='children'>First, that we know</span> and trust <span class='children'>God as the only true</span> and living <span class='children'>God. Second, that we avoid all idolatry</span> and do not worship God improperly. <span class='children'>Third, that we treat God&rsquo;s name with fear and reverence</span>, honoring also his Word and works.</p>",
      "s" : "<blockquote class='verse'>It is the Lord your God you shall fear. Him you shall serve and by his name you shall swear. You shall not go after other gods, the gods of the peoples who are around you.</blockquote><cite>&mdash;Deuteronomy 6:13&ndash;14 (ESV)</cite>",
      "v" : "https://player.vimeo.com/video/46832397"
    }, {
      "q" : "<p class='question'>What does God require in the fourth and fifth commandments?</p>",
      "a" : "<p class='answer'><span class='children'>Fourth, that on the Sabbath day we spend time in</span> public and private <span class='children'>worship of God</span>, rest from routine employment, serve the Lord and others, and so anticipate the eternal Sabbath. <span class='children'>Fifth, that we love and honor our father and our mother</span>, submitting to their godly discipline and direction.</p>",
      "s" : "<blockquote class='verse'>Every one of you shall revere his mother and his father, and you shall keep my Sabbaths: I am the Lord your God.</blockquote><cite>&mdash;Leviticus 19:3 (ESV)</cite>",
      "v" : "https://player.vimeo.com/video/46832398"
    }, {
      "q" : "<p class='question'>What does God require in the sixth, seventh, and eighth commandments?</p>",
      "a" : "<p class='answer'><span class='children'>Sixth, that we do not hurt</span>, <span class='children'>or hate</span>, or be hostile to <span class='children'>our neighbor</span>, but be patient and peaceful, pursuing even our enemies with love. <span class='children'>Seventh, that we</span> abstain from sexual immorality and <span class='children'>live purely and faithfully</span>, whether in marriage or in single life, avoiding all impure actions, looks, words, thoughts, or desires, and whatever might lead to them. <span class='children'>Eighth, that we do not take without permission that which belongs to someone else</span>, nor withhold any good from someone we might benefit.</p>",
      "s" : "<blockquote class='verse'>For the commandments, &ldquo;You shall not commit adultery, You shall not murder, You shall not steal, You shall not covet,&rdquo; and any other commandment, are summed up in this word: &ldquo;You shall love your neighbor as yourself.&rdquo;</blockquote><cite>&mdash;Romans 13:9 (ESV)</cite>",
      "v" : "https://player.vimeo.com/video/46844087"
    }, {
      "q" : "<p class='question'>What does God require in the ninth and tenth commandments?</p>",
      "a" : "<p class='answer'><span class='children'>Ninth, that we do not lie or deceive</span>, but speak the truth in love. <span class='children'>Tenth, that we are content, not envying anyone</span> or resenting what God has given them or us.</p>",
      "s" : "<blockquote class='verse'>If you really fulfill the royal law according to the Scripture, &ldquo;You shall love your neighbor as yourself,&rdquo; you are doing well.</blockquote><cite>&mdash;James 2:8 (ESV)</cite>",
      "v" : "https://player.vimeo.com/video/46844088"
    }, {
      "q" : "<p class='question'>Can anyone keep the law of God perfectly?</p>",
      "a" : "<p class='answer'><span class='children'>Since the fall, no</span> mere <span class='children'>human has been able to keep the law of God perfectly</span>, but consistently breaks it in thought, word, and deed.</p>",
      "s" : "<blockquote class='verse'>None is righteous, no, not one; no one understands; no one seeks for God. All have turned aside; together they have become worthless; no one does good, not even one.</blockquote><cite>&mdash;Romans 3:10&ndash;12 (ESV)</cite>",
      "v" : "https://player.vimeo.com/video/46844089"
    }, {
      "q" : "<p class='question'>Did God create us unable to keep his law?</p>",
      "a" : "<p class='answer'><span class='children'>No, but because of the disobedience of</span> our first parents, <span class='children'>Adam and Eve</span>, all of creation is fallen; <span class='children'>we are all born in sin and guilt,</span> corrupt in our nature and <span class='children'>unable to keep God&rsquo;s law.</span></p>",
      "s" : "<blockquote class='verse'>Therefore, just as sin came into the world through one man, and death through sin, and so death spread to all men because all sinned.</blockquote><cite>&mdash;Romans 5:12 (ESV)</cite>",
      "v" : "https://player.vimeo.com/video/46844090"
    }, {
      "q" : "<p class='question'>Since no one can keep the law, what is its purpose?</p>",
      "a" : "<p class='answer'><span class='children'>That we may know the holy nature</span> and will <span class='children'>of God, and the sinful nature</span> and disobedience <span class='children'>of our hearts; and thus our need of a Savior.</span> The law also teaches and exhorts us to live a life worthy of our Savior.</p>",
      "s" : "<blockquote class='verse'>For by works of the law no human being will be justified in God&rsquo;s sight, since through the law comes knowledge of sin.</blockquote><cite>&mdash;Romans 3:20 (ESV)</cite>",
      "v" : "https://player.vimeo.com/video/46844092"
    }, {
      "q" : "<p class='question'>What is sin?</p>",
      "a" : "<p class='answer'><span class='children'>Sin is rejecting or ignoring God in the world he created,</span> rebelling against him by living without reference to him, <span class='children'>not being or doing what he requires in his law</span>&mdash;resulting in our death and the disintegration of all creation.</p>",
      "s" : "<blockquote class='verse'>Everyone who makes a practice of sinning also practices lawlessness; sin is lawlessness.</blockquote><cite>&mdash;1 John 3:4 (ESV)</cite>",
      "v" : "https://player.vimeo.com/video/46880641"
    }, {
      "q" : "<p class='question'>What is idolatry?</p>",
      "a" : "<p class='answer'><span class='children'>Idolatry is trusting in created things rather than the Creator</span> for our hope and happiness, significance and security.</p>",
      "s" : "<blockquote class='verse'>For although they knew God, they did not honor him as God or give thanks to him, but they became futile in their thinking, and their foolish hearts were darkened&hellip;. They exchanged the truth about God for a lie and worshiped and served the creature rather than the Creator.</blockquote><cite>&mdash;Romans 1:21 and 25 (ESV)</cite>",
      "v" : "https://player.vimeo.com/video/46880645"
    }, {
      "q" : "<p class='question'>Will God allow our disobedience and idolatry to go unpunished?</p>",
      "a" : "<p class='answer'><span class='children'>No,</span> every sin is against the sovereignty, holiness, and goodness of God, and against his righteous law, and <span class='children'>God is righteously angry with our sins and will punish them</span> in his just judgment <span class='children'>both in this life, and in the life to come.</span></p>",
      "s" : "<blockquote class='verse'>For you may be sure of this, that everyone who is sexually immoral or impure, or who is covetous (that is, an idolater), has no inheritance in the kingdom of Christ and God. Let no one deceive you with empty words, for because of these things the wrath of God comes upon the sons of disobedience.</blockquote><cite>&mdash;Ephesians 5:5&ndash;6 (ESV)</cite>",
      "v" : "https://player.vimeo.com/video/46880647"
    }, {
      "q" : "<p class='question'>Is there any way to escape punishment and be brought back into God&rsquo;s favor?</p>",
      "a" : "<p class='answer'><span class='children'>Yes,</span> to satisfy his justice, <span class='children'>God</span> himself, out of mere mercy, <span class='children'>reconciles us to himself</span> and delivers us from sin and from the punishment for sin, <span class='children'>by a Redeemer.</span></p>",
      "s" : "<blockquote class='verse'>Yet it was the will of the Lord to crush him; he has put him to grief; when his soul makes an offering for guilt, he shall see his offspring; he shall prolong his days; the will of the Lord shall prosper in his hand. Out of the anguish of his soul he shall see and be satisfied; by his knowledge shall the righteous one, my servant, make many to be accounted righteous, and he shall bear their iniquities.</blockquote><cite>&mdash;Isaiah 53:10&ndash;11 (ESV)</cite>",
      "v" : "https://player.vimeo.com/video/46880650"
    }, {
      "q" : "<p class='question'>Who is the Redeemer?</p>",
      "a" : "<p class='answer'><span class='children'>The only Redeemer is the Lord Jesus Christ</span>, the eternal Son of God, in whom God became man and bore the penalty for sin himself.</p>",
      "s" : "<blockquote class='verse'>For there is one God, and there is one mediator between God and men, the man Christ Jesus.</blockquote><cite>&mdash;1 Timothy 2:5 (ESV)</cite>",
      "v" : "https://player.vimeo.com/video/46880652"
    }, {
      "q" : "<p class='question'>What sort of Redeemer is needed to bring us back to God?</p>",
      "a" : "<p class='answer'><span class='children'>One who is truly human and also truly God.</span></p>",
      "s" : "<blockquote class='verse'>For to us a child is born, to us a son is given; and the government shall be upon his shoulder, and his name shall be called Wonderful Counselor, Mighty God, Everlasting Father, Prince of Peace.</blockquote><cite>&mdash;Isaiah 9:6 (ESV)</cite>",
      "v" : "https://player.vimeo.com/video/46888834"
    }, {
      "q" : "<p class='question'>Why must the Redeemer be truly human?</p>",
      "a" : "<p class='answer'><span class='children'>That in human nature he might on our behalf perfectly obey the whole law and suffer the punishment for human sin</span>; and also that he might sympathize with our weaknesses.</p>",
      "s" : "<blockquote class='verse'>Therefore he had to be made like his brothers in every respect, so that he might become a merciful and faithful high priest in the service of God, to make propitiation for the sins of the people.</blockquote><cite>&mdash;Hebrews 2:17 (ESV)</cite>",
      "v" : "https://player.vimeo.com/video/46888835"
    }, {
      "q" : "<p class='question'>Why must the Redeemer be truly God?</p>",
      "a" : "<p class='answer'><span class='children'>That because of his divine nature his obedience and suffering would be perfect and effective</span>; and also that he would be able to bear the righteous anger of God against sin and yet overcome death.</p>",
      "s" : "<blockquote class='verse'>God raised him up, loosing the pangs of death, because it was not possible for him to be held by it.</blockquote><cite>&mdash;Acts 2:24 (ESV)</cite>",
      "v" : "https://player.vimeo.com/video/46888836"
    }, {
      "q" : "<p class='question'>Why was it necessary for Christ, the Redeemer, to die?</p>",
      "a" : "<p class='answer'>Since death is the punishment for sin, <span class='children'>Christ died willingly in our place to deliver us from the power and penalty of sin and bring us back to God.</span> By his substitutionary atoning death, he alone redeems us from hell and gains for us forgiveness of sin, righteousness, and everlasting life.</p>",
      "s" : "<blockquote class='verse'>And you, who once were alienated and hostile in mind, doing evil deeds, he has now reconciled in his body of flesh by his death, in order to present you holy and blameless and above reproach before him.</blockquote><cite>&mdash;Colossians 1:21&ndash;22 (ESV)</cite>",
      "v" : "https://player.vimeo.com/video/46888838"
    }, {
      "q" : "<p class='question'>Does Christ&rsquo;s death mean all our sins can be forgiven?</p>",
      "a" : "<p class='answer'><span class='children'>Yes, because Christ&rsquo;s death on the cross fully paid the penalty for our sin, God</span> graciously imputes Christ&rsquo;s righteousness to us as if it were our own and <span class='children'>will remember our sins no more.</span></p>",
      "s" : "<blockquote class='verse'>For our sake he made him to be sin who knew no sin, so that in him we might become the righteousness of God.</blockquote><cite>&mdash;2 Corinthians 5:21 (ESV)</cite>",
      "v" : "https://player.vimeo.com/video/46892905"
    }, {
      "q" : "<p class='question'>What else does Christ&rsquo;s death redeem?</p>",
      "a" : "<p class='answer'>Christ’s death is the beginning of the redemption and renewal of <span class='children'>every part of fallen creation</span>, as he powerfully directs all things for his own glory and creation’s good.</p>",
      "s" : "<blockquote class='verse'>For in him all the fullness of God was pleased to dwell, and through him to reconcile to himself all things, whether on earth or in heaven, making peace by the blood of his cross.</blockquote><cite>&mdash;Colossians 1:19&ndash;20 (ESV)</cite>",
      "v" : "https://player.vimeo.com/video/46892907"
    }, {
      "q" : "<p class='question'>Are all people, just as they were lost through Adam, saved through Christ?</p>",
      "a" : "<p class='answer'><span class='children'>No, only those who are elected by God and united to Christ by faith.</span> Nevertheless God in his mercy demonstrates common grace even to those who are not elect, by restraining the effects of sin and enabling works of culture for human well-being.</p>",
      "s" : "<blockquote class='verse'>For if, because of one man&rsquo;s trespass, death reigned through that one man, much more will those who receive the abundance of grace and the free gift of righteousness reign in life through the one man Jesus Christ.</blockquote><cite>&mdash;Romans 5:17 (ESV)</cite>",
      "v" : "https://player.vimeo.com/video/46892909"
    }, {
      "q" : "<p class='question'>What happens after death to those not united to Christ by faith?</p>",
      "a" : "<p class='answer'>At the day of judgment they will receive the fearful but just sentence of condemnation pronounced against them. <span class='children'>They will be cast out from the</span> favorable <span class='children'>presence of God, into hell, to be justly</span> and grievously <span class='children'>punished, forever.</span></p>",
      "s" : "<blockquote class='verse'>For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life. For God did not send his Son into the world to condemn the world, but in order that the world might be saved through him. Whoever believes in him is not condemned, but whoever does not believe is condemned already, because he has not believed in the name of the only Son of God&hellip;. Whoever believes in the Son has eternal life; whoever does not obey the Son shall not see life, but the wrath of God remains on him.</blockquote><cite>&mdash;John 3:16&ndash;18 and 36 (ESV)</cite>",
      "v" : "https://player.vimeo.com/video/46892910"
    }, {
      "q" : "<p class='question'>How can we be saved?</p>",
      "a" : "<p class='answer'><span class='children'>Only by faith in Jesus Christ and in his substitutionary atoning death on the cross</span>; so even though we are guilty of having disobeyed God and are still inclined to all evil, nevertheless, God, without any merit of our own but only by pure grace, imputes to us the perfect righteousness of Christ when we repent and believe in him.</p>",
      "s" : "<blockquote class='verse'>For by grace you have been saved through faith. And this is not your own doing; it is the gift of God, not a result of works, so that no one may boast.</blockquote><cite>&mdash;Ephesians 2:8&ndash;9 (ESV)</cite>",
      "v" : "https://player.vimeo.com/video/46892911"
    }, {
      "q" : "<p class='question'>What is faith in Jesus Christ?</p>",
      "a" : "<p class='answer'>Faith in Jesus Christ is acknowledging the truth of everything that God has revealed in his Word, trusting in him, and also <span class='children'>receiving and resting on him alone for salvation as he is offered to us in the gospel.</span></p>",
      "s" : "<blockquote class='verse'>I have been crucified with Christ. It is no longer I who live, but Christ who lives in me. And the life I now live in the flesh I live by faith in the Son of God, who loved me and gave himself for me.</blockquote><cite>&mdash;Galatians 2:20 (ESV)</cite>",
      "v" : "https://player.vimeo.com/video/46901476"
    }, {
      "q" : "<p class='question'>What do we believe by true faith?</p>",
      "a" : "<p class='answer'>Everything taught to us in the gospel. The Apostles&rsquo; Creed expresses what we believe in these words: <span class='children'>We believe in God the Father Almighty, Maker of heaven and earth; and in Jesus Christ his only Son our Lord, who was conceived by the Holy Spirit, born of the virgin Mary, suffered under Pontius Pilate, was crucified, died, and was buried. He descended into hell. The third day he rose again from the dead. He ascended into heaven, and is seated at the right hand of God the Father Almighty; from there he will come to judge the living and the dead. We believe in the Holy Spirit, the holy catholic church, the communion of saints, the forgiveness of sins, the resurrection of the body, and the life everlasting.</span></p>",
      "s" : "<blockquote class='verse'>I&hellip;appeal&hellip;to you to contend for the faith that was once for all delivered to the saints.</blockquote><cite>&mdash;Jude 1:3 (ESV)</cite>",
      "v" : "https://player.vimeo.com/video/46901477"
    }, {
      "q" : "<p class='question'>What do justification and sanctification mean?</p>",
      "a" : "<p class='answer'><span class='children'>Justification means our declared righteousness before God</span>, made possible by Christ&rsquo;s death and resurrection for us. <span class='children'>Sanctification means our gradual, growing righteousness</span>, made possible by the Spirit&rsquo;s work in us.</p>",
      "s" : "<blockquote class='verse'>To those who are elect&hellip;according to the foreknowledge of God the Father, in the sanctification of the Spirit, for obedience to Jesus Christ and for sprinkling with his blood: May grace and peace be multiplied to you.</blockquote><cite>&mdash;1 Peter 1:1&ndash;2 (ESV)</cite>",
      "v" : "https://player.vimeo.com/video/46901478"
    }, {
      "q" : "<p class='question'>Should those who have faith in Christ seek their salvation through their own works, or anywhere else?</p>",
      "a" : "<p class='answer'><span class='children'>No,</span> they should not, as <span class='children'>everything necessary to salvation is found in Christ.</span> To seek salvation through good works is a denial that Christ is the only Redeemer and Savior.</p>",
      "s" : "<blockquote class='verse'>Yet we know that a person is not justified by works of the law but through faith in Jesus Christ, so we also have believed in Christ Jesus, in order to be justified by faith in Christ and not by works of the law, because by works of the law no one will be justified.</blockquote><cite>&mdash;Galatians 2:16 (ESV)</cite>",
      "v" : "https://player.vimeo.com/video/47037637"
    }, {
      "q" : "<p class='question'>Since we are redeemed by grace alone, through Christ alone, must we still do good works and obey God&rsquo;s Word?</p>",
      "a" : "<p class='answer'><span class='children'>Yes,</span> because Christ, having redeemed us by his blood, also renews us by his Spirit; <span class='children'>so that our lives may show love and gratitude to God;</span> so that we may be assured of our faith by the fruits; <span class='children'>and so that by our godly behavior others may be won to Christ.</span></p>",
      "s" : "<blockquote class='verse'>But you are a chosen race, a royal priesthood, a holy nation, a people for his own possession, that you may proclaim the excellencies of him who called you out of darkness into his marvelous light. Once you were not a people, but now you are God&rsquo;s people; once you had not received mercy, but now you have received mercy. Beloved, I urge you as sojourners and exiles to abstain from the passions of the flesh, which wage war against your soul. Keep your conduct among the Gentiles honorable, so that when they speak against you as evildoers, they may see your good deeds and glorify God on the day of visitation.</blockquote><cite>&mdash;1 Peter 2:9&ndash;12 (ESV)</cite>",
      "v" : "https://player.vimeo.com/video/47037640"
    }, {
      "q" : "<p class='question'>Since we are redeemed by grace alone, through faith alone, where does this faith come from?</p>",
      "a" : "<p class='answer'>All the gifts we receive <span class='children'>from</span> Christ we receive through <span class='children'>the Holy Spirit</span>, including faith itself.</p>",
      "s" : "<blockquote class='verse'>But when the goodness and loving kindness of God our Savior appeared, he saved us, not because of works done by us in righteousness, but according to his own mercy, by the washing of regeneration and renewal of the Holy Spirit, whom he poured out on us richly through Jesus Christ our Savior.</blockquote><cite>&mdash;Titus 3:4&ndash;6 (ESV)</cite>",
      "v" : "https://player.vimeo.com/video/47037641"
    }, {
      "q" : "<p class='question'>What do we believe about the Holy Spirit?</p>",
      "a" : "<p class='answer'><span class='children'>That he is God, coeternal with the Father and the Son</span>, and that God grants him irrevocably to all who believe.</p>",
      "s" : "<blockquote class='verse'>And I will ask the Father, and he will give you another Helper, to be with you forever, even the Spirit of truth, whom the world cannot receive, because it neither sees him nor knows him. You know him, for he dwells with you and will be in you.</blockquote><cite>&mdash;John 14:16&ndash;17 (ESV)</cite>",
      "v" : "https://player.vimeo.com/video/47037642"
    }, {
      "q" : "<p class='question'>How does the Holy Spirit help us?</p>",
      "a" : "<p class='answer'><span class='children'>The Holy Spirit convicts us of our sin,</span> comforts us, guides us, gives us spiritual gifts and the desire to obey God; <span class='children'>and he enables us to pray and to understand God&rsquo;s Word.</span></p>",
      "s" : "<blockquote class='verse'>Take the helmet of salvation, and the sword of the Spirit, which is the word of God, praying at all times in the Spirit, with all prayer and supplication.</blockquote><cite>&mdash;Ephesians 6:17&ndash;18 (ESV)</cite>",
      "v" : "https://player.vimeo.com/video/47037646"
    }, {
      "q" : "<p class='question'>What is prayer?</p>",
      "a" : "<p class='answer'><span class='children'>Prayer is pouring out our hearts to God</span> in praise, petition, confession of sin, and thanksgiving.</p>",
      "s" : "<blockquote class='verse'>Trust in him at all times, O people; pour out your heart before him; God is a refuge for us.</blockquote><cite>&mdash;Psalm 62:8 (ESV)</cite>",
      "v" : "https://player.vimeo.com/video/47044819"
    }, {
      "q" : "<p class='question'>With what attitude should we pray?</p>",
      "a" : "<p class='answer'><span class='children'>With love, perseverance, and gratefulness</span>; in humble submission to God&rsquo;s will, knowing that, for the sake of Christ, he always hears our prayers.</p>",
      "s" : "<blockquote class='verse'>Do not be anxious about anything, but in everything by prayer and supplication with thanksgiving let your requests be made known to God.</blockquote><cite>&mdash;Philippians 4:6 (ESV)</cite>",
      "v" : "https://player.vimeo.com/video/47044821"
    }, {
      "q" : "<p class='question'>What should we pray?</p>",
      "a" : "<p class='answer'><span class='children'>The whole Word of God directs</span> and inspires <span class='children'>us in what we should pray</span>, including the prayer Jesus himself taught us.</p>",
      "s" : "<blockquote class='verse'>For this reason I bow my knees before the Father, from whom every family in heaven and on earth is named, that according to the riches of his glory he may grant you to be strengthened with power through his Spirit in your inner being, so that Christ may dwell in your hearts through faith&mdash;that you, being rooted and grounded in love, may have strength to comprehend with all the saints what is the breadth and length and height and depth, and to know the love of Christ that surpasses knowledge, that you may be filled with all the fullness of God. Now to him who is able to do far more abundantly than all that we ask or think, according to the power at work within us, to him be glory in the church and in Christ Jesus throughout all generations, forever and ever. Amen.</blockquote><cite>&mdash;Ephesians 3:14&ndash;21 (ESV)</cite>",
      "v" : "https://player.vimeo.com/video/47044822"
    }, {
      "q" : "<p class='question'>What is the Lord&rsquo;s Prayer?</p>",
      "a" : "<p class='answer'><span class='children'>Our Father in heaven, hallowed be your name, your kingdom come, your will be done, on earth as it is in heaven. Give us today our daily bread. And forgive us our debts, as we also have forgiven our debtors. And lead us not into temptation, but deliver us from evil.</span></p>",
      "s" : "<blockquote class='verse'>Pray then like this: &ldquo;Our Father in heaven, hallowed be your name&hellip;&rdquo;</blockquote><cite>&mdash;Matthew 6:9 (ESV)</cite>",
      "v" : "https://player.vimeo.com/video/47044823"
    }, {
      "q" : "<p class='question'>How is the Word of God to be read and heard?</p>",
      "a" : "<p class='answer'><span class='children'>With diligence, preparation, and prayer; so that we may accept it with faith</span>, store it in our hearts, <span class='children'>and practice it in our lives.</span></p>",
      "s" : "<blockquote class='verse'>All Scripture is breathed out by God and profitable for teaching, for reproof, for correction, and for training in righteousness, that the man of God may be complete, equipped for every good work.</blockquote><cite>&mdash;2 Timothy 3:16&ndash;17 (ESV)</cite>",
      "v" : "https://player.vimeo.com/video/47044824"
    }, {
      "q" : "<p class='question'>What are the sacraments or ordinances?</p>",
      "a" : "<p class='answer'>The sacraments or ordinances given by God and instituted by Christ, namely <span class='children'>baptism and the Lord&rsquo;s Supper</span>, are visible signs and seals that we are bound together as a community of faith by his death and resurrection. By our use of them the Holy Spirit more fully declares and seals the promises of the gospel to us.</p>",
      "s" : "<blockquote class='verse'>We were buried therefore with him by baptism into death, in order that, just as Christ was raised from the dead by the glory of the Father, we too might walk in newness of life. And he took bread, and when he had given thanks, he broke it and gave it to them, saying, &ldquo;This is my body, which is given for you. Do this in remembrance of me.&rdquo; And likewise the cup after they had eaten, saying, &ldquo;This cup that is poured out for you is the new covenant in my blood.&rdquo;</blockquote><cite>&mdash;Romans 6:4 and Luke 22:19&ndash;20 (ESV)</cite>",
      "v" : "https://player.vimeo.com/video/47049909"
    }, {
      "q" : "<p class='question'>What is baptism?</p>",
      "a" : "<p class='answer'><span class='children'>Baptism is the washing with water in the name of the Father, the Son, and the Holy Spirit</span>; it signifies and seals our adoption into Christ, our cleansing from sin, and our commitment to belong to the Lord and to his church.</p>",
      "s" : "<blockquote class='verse'>Go therefore and make disciples of all nations, baptizing them in the name of the Father and of the Son and of the Holy Spirit.</blockquote><cite>&mdash;Matthew 28:19 (ESV)</cite>",
      "v" : "https://player.vimeo.com/video/47049910"
    }, {
      "q" : "<p class='question'>Is baptism with water the washing away of sin itself?</p>",
      "a" : "<p class='answer'><span class='children'>No, only the blood of Christ</span> and the renewal of the Holy Spirit <span class='children'>can cleanse us from sin.</span></p>",
      "s" : "<blockquote class='verse'>John answered them all, saying, &ldquo;I baptize you with water, but he who is mightier than I is coming, the strap of whose sandals I am not worthy to untie. He will baptize you with the Holy Spirit and fire.&rdquo;</blockquote><cite>&mdash;Luke 3:16 (ESV)</cite>",
      "v" : "https://player.vimeo.com/video/47049911"
    }, {
      "q" : "<p class='question'>What is the Lord&rsquo;s Supper?</p>",
      "a" : "<p class='answer'><span class='children'>Christ commanded all Christians to eat bread and to drink from the cup in thankful remembrance of him</span> and his death. The Lord&rsquo;s Supper is a celebration of the presence of God in our midst; bringing us into communion with God and with one another; feeding and nourishing our souls. It also anticipates the day when we will eat and drink with Christ in his Father&rsquo;s kingdom.</p>",
      "s" : "<blockquote class='verse'>The Lord Jesus on the night when he was betrayed took bread, and when he had given thanks, he broke it, and said, &ldquo;This is my body which is for you. Do this in remembrance of me.&rdquo; In the same way also he took the cup, after supper, saying, &ldquo;This cup is the new covenant in my blood. Do this, as often as you drink it, in remembrance of me.&rdquo; For as often as you eat this bread and drink the cup, you proclaim the Lord&rsquo;s death until he comes.</blockquote><cite>&mdash;1 Corinthians 11:23&ndash;26 (ESV)</cite>",
      "v" : "https://player.vimeo.com/video/47050931"
    }, {
      "q" : "<p class='question'>Does the Lord&rsquo;s Supper add anything to Christ&rsquo;s atoning work?</p>",
      "a" : "<p class='answer'><span class='children'>No, Christ died once for all.</span> The Lord&rsquo;s Supper is a covenant meal celebrating Christ&rsquo;s atoning work; as it is also a means of strengthening our faith as we look to him, and a foretaste of the future feast. But those who take part with unrepentant hearts eat and drink judgment on themselves.</p>",
      "s" : "<blockquote class='verse'>For Christ also suffered once for sins, the righteous for the unrighteous, that he might bring us to God.</blockquote><cite>&mdash;1 Peter 3:18 (ESV)</cite>",
      "v" : "https://player.vimeo.com/video/47050933"
    }, {
      "q" : "<p class='question'>What is the church?</p>",
      "a" : "<p class='answer'>God chooses and preserves for himself <span class='children'>a community elected for eternal life and united by faith, who love, follow, learn from, and worship God together.</span> God sends out this community to proclaim the gospel and prefigure Christ&rsquo;s kingdom by the quality of their life together and their love for one another.</p>",
      "s" : "<blockquote class='verse'>But we ought always to give thanks to God for you, brothers beloved by the Lord, because God chose you as the firstfruits to be saved, through sanctification by the Spirit and belief in the truth.</blockquote><cite>&mdash;2 Thessalonians 2:13 (ESV)</cite>",
      "v" : "https://player.vimeo.com/video/47050936"
    }, {
      "q" : "<p class='question'>Where is Christ now?</p>",
      "a" : "<p class='answer'><span class='children'>Christ rose bodily from the grave on the third day after his death and is seated at the right hand of the Father</span>, ruling his kingdom and interceding for us, until he returns to judge and renew the whole world.</p>",
      "s" : "<blockquote class='verse'>According to the working of his great might that he worked in Christ when he raised him from the dead and seated him at his right hand in the heavenly places, far above all rule and authority and power and dominion, and above every name that is named, not only in this age but also in the one to come.</blockquote><cite>&mdash;Ephesians 1:19&ndash;21 (ESV)</cite>",
      "v" : "https://player.vimeo.com/video/47050937"
    }, {
      "q" : "<p class='question'>What does Christ&rsquo;s resurrection mean for us?</p>",
      "a" : "<p class='answer'><span class='children'>Christ triumphed over sin and death</span> by being physically resurrected, <span class='children'>so that all who trust in him are raised to new life in this world and to everlasting life in the world to come.</span> Just as we will one day be resurrected, so this world will one day be restored. But those who do not trust in Christ will be raised to everlasting death.</p>",
      "s" : "<blockquote class='verse'>But we do not want you to be uninformed, brothers, about those who are asleep, that you may not grieve as others do who have no hope. For since we believe that Jesus died and rose again, even so, through Jesus, God will bring with him those who have fallen asleep.</blockquote><cite>&mdash;1 Thessalonians 4:13&ndash;14 (ESV)</cite>",
      "v" : "https://player.vimeo.com/video/47050938"
    }, {
      "q" : "<p class='question'>Of what advantage to us is Christ&rsquo;s ascension?</p>",
      "a" : "<p class='answer'><span class='children'>Christ</span> physically ascended on our behalf, just as he came down to earth physically on our account, and he <span class='children'>is now advocating for us in the presence of his Father</span>, preparing a place for us, <span class='children'>and also sends us his Spirit.</span></p>",
      "s" : "<blockquote class='verse'>Christ Jesus is the one who died&mdash;more than that, who was raised&mdash;who is at the right hand of God, who indeed is interceding for us.</blockquote><cite>&mdash;Romans 8:34 (ESV)</cite>",
      "v" : "https://player.vimeo.com/video/47093342"
    }, {
      "q" : "<p class='question'>What hope does everlasting life hold for us?</p>",
      "a" : "<p class='answer'>It reminds us <span class='children'>that</span> this present fallen world is not all there is; soon <span class='children'>we will live with and enjoy God forever</span> in the new city, <span class='children'>in the new heaven and the new earth, where we will be</span> fully and <span class='children'>forever freed from all sin</span> and will inhabit renewed, resurrection bodies <span class='children'>in a renewed, restored creation.</span></p>",
      "s" : "<blockquote class='verse'>Then I saw a new heaven and a new earth, for the first heaven and the first earth had passed away, and the sea was no more. And I saw the holy city, new Jerusalem, coming down out of heaven from God, prepared as a bride adorned for her husband. And I heard a loud voice from the throne saying, &ldquo;Behold, the dwelling place of God is with man. He will dwell with them, and they will be his people, and God himself will be with them as their God. He will wipe away every tear from their eyes, and death shall be no more, neither shall there be mourning, nor crying, nor pain anymore, for the former things have passed away.&rdquo;</blockquote><cite>&mdash;Revelation 21:1&ndash;4 (ESV)</cite>",
      "v" : "https://player.vimeo.com/video/47093343"
    }
  ]
}

